{
    "navbar" : {
        "home": "HOME",
        "bio": "BIO",
        "pianist": "PIANIST",
        "arranger/composer" : "ARRANGER/COMPOSER",
        "dev" : "DEV",
        "contact" : "CONTACT"
    },

    "bio" : {
        "title" : "BIO",
        "content" : "Piotr Iwański - pianist, arranger, composer, teacher. He got piano education from mentors such as Wojciech Majewski, Michał Tokaj, Andrzej Jagodziński and Marcin Banaszek. In center of his musical interests are jazz, songs, classical and film music. He performs as a solo pianist, accompanist and member of several bands of various musical natures (including Grzeczni Chłopcy, Gant & Sava, GCh+). As a pianist and director of a musical bands he performs in theaters (Komedia Theater, Jewish Theater, Lalka Theater). He cooperated with e.g: Czesław Mozil, Maja Kleszcz and Joanna Kulig. Piotr teaches in Jazz Piano Class at the Authors School of Popular Music and Jazz. in Warsaw. In music he appreciate frugality and restraint - so that each sound played carries greater responsibility."
    },
    "timelapse" : "GCh+ is Warsaw based quintet, experiment between jazz, ambient and electronic music. They combined accoustic instruments with synthesizers to create a wide and warm music landscapes. After 7 years spending together on playing lots of different projects, they decide to return to their roots - to composing together, exploring new musical areas, searching common sound. GCh+ is about music friendship and collective experiments, which are their priorities. GCh+ debut album is called 'Timelapse'. Timelapse is photographic technique making it possible to show a long period of time in a few seconds. This is metaphoricaly named time. Time they have spent together on rehearsals, concerts, journeys and conversations. A kind of ”music diary” of this time. On 'Timelapse' band uses classical accoustic and electronic instruments and that less expected like oud, bansuri flute, tunk drum or absolutly unique glissando flute headjoint made by Robert Dick. GCh+ does it all, so that you can immerse yourself in their stories.",
    "grzeczni-chlopcy" : "Nietuzinkowi muzycy grają koncert w naszej okolicy. Piosenki, które wszyscy dobrze znają, ale nikt nie słyszał. Najlepsze przeboje, chórki, choreografia, styl, dancing, szyk, elegancja, dziarska publika i pełen wigoru zespół - to przepis na udany bal. Tak właśnie bawią ludzi Grzeczni Chłopcy - nieokiełznani przodownicy dobrego humoru i pogody ducha. Zaopatrzeni w doskonałe instrumenty, modną odzież i szerokie uśmiechy przemierzają kraj. W każdym mieście, w każdej wsi, które odwiedzą, Polacy z entuzjazmem oddają się zabawie. W repertuarze mają najlepsze piosenki krajowej produkcji: Kombi, Anna Jantar, Lady Pank, Krzysztof Krawczyk, Feel, czy Elektryczne Gitary. To tylko część długiej listy artystów goszczących w muzycznym arsenale zespołu. Gdy zjawiają się Grzeczni Chłopcy, panie mdleją, chłopcy szaleją. Takiej fety Polska nie widziała, od brzegu Bałtyku aż po Tatry. Obywatelu! Nie czekaj! Szkoda życia! Nie zadzieraj nosa, nie rób takiej miny, nieudawaj Greka - baw się razem z nami!",
    "karolina-gwozdz" : "Cześć! Skupienie, podróże w głąb siebie, lawirowanie między jawą a snem, między słowami a dźwiękami - to cała ja. Ja, mam na myśli Karolina Gwóźdź. Oddaje kontrolę wyobraźni, snuję opowieści, znajduję dla nich miejsce w muzyce i...śpiewam. Pragnę zabrać Cię w zakamarki swojej głowy, dzielić się strzępkami wspomnień - nie tylko tych, które sama przeżyłam, ale również tych zasłyszanych, wyczytanych, przyuważonych ukradkiem na peronie. Chcę być miękkim kocem w deszczowy dzień, soczystym kompotem wypitym duszkiem, kiedy pali słońce, zduszonym przez poduszkę szlochem po rozstaniu i silnym wiatrem na szczycie.",
    "gant&sava" : "Gant&Sava is band formed by Antoni Gustowski. Based in Warsaw quartet combines Vistula with Seine - jazz with french songs. All translations are made by band leader - Antoni."



}