{
    "navbar" : {
        "home": "HOME",
        "bio": "O MNIE",
        "pianist": "PIANISTA",
        "arranger/composer" : "ARANŻER/KOMPOZYTOR",
        "dev" : "PROGRAMISTA",
        "contact" : "KONTAKT"
    },

    "bio" : {
        "title" : "O MNIE",
        "content" : "Piotr Iwański - pianista, aranżer, kompozytor, pedagog.Zdobywał edukację muzyczną u Wojciecha Majewskiego, Michała Tokaja, Andrzeja Jagodzińskiego i Marcina Banaszka. Centrum jego muzycznych zainteresowań stanowią jazz, piosenki, muzyka klasyczna i filmowa. Koncertuje jako pianista solowy, akompaniator oraz członej kilku zespołów, tj. Grzeczni Chłopcy, Gant & Sava, GCh+. Występuje również jako pianista i kierownik zespołów muzycznych w teatrach: Teatr Komedia, Teatrze Żydowskim, Teatrze Lalka. Współpracował z m.in. Czesławem Mozilem, Mają Kleszcz i Joanną Kulig. Prowadzi klasę fortepianu jazzowego w Autorskiej Szkole Jazzu i Muzyki Rozrywkowej im. Krzysztofa Komedy w Warszawie. W muzyce ceni oszczędność i powściągliwość - tak aby każdy dźwięk nosił ze sobą większą odpowiedzialność."
    },
    "timelapse" : "GCh+ to pochądzący z Warszawy kwintet, poruszający się pomiędzy jazzem, ambientem i muzyką elektroniczną. Połączyli brzmienie akustycznych instrumentów z syntezatorami, aby stworzyć szerokie i ciepłe muzyczne pejzaże. Po 7 latach spędzonych wspólnie na graniu w wielu różnych projektach zdecydowali powrócić do swoich korzeni - do wspólnego komponowania i eksplorowania nowych muzycznych przystani w poszukiwaniu wspólnego brzmienia. GCh+ to muzyka o przyjaźni i kolektywnym eksperymentowaniu. Album nosi nazwę Timelapse. Timelapse to fotograficzna technika dająca możliwość zobaczenia długiego okresu czasu w przeciągu kilku sekund. To metaforyczne ujęcie tego co minione. Czasu spędzonego na wspólnych próbach, podróżach, koncertach i rozmowach. To rodzaj muzycznego pamiętnika z ostatnich lat.",
    "grzeczni-chlopcy" : "Nietuzinkowi muzycy grają koncert w naszej okolicy. Piosenki, które wszyscy dobrze znają, ale nikt nie słyszał. Najlepsze przeboje, chórki, choreografia, styl, dancing, szyk, elegancja, dziarska publika i pełen wigoru zespół - to przepis na udany bal. Tak właśnie bawią ludzi Grzeczni Chłopcy - nieokiełznani przodownicy dobrego humoru i pogody ducha. Zaopatrzeni w doskonałe instrumenty, modną odzież i szerokie uśmiechy przemierzają kraj. W każdym mieście, w każdej wsi, które odwiedzą, Polacy z entuzjazmem oddają się zabawie. W repertuarze mają najlepsze piosenki krajowej produkcji: Kombi, Anna Jantar, Lady Pank, Krzysztof Krawczyk, Feel, czy Elektryczne Gitary. To tylko część długiej listy artystów goszczących w muzycznym arsenale zespołu. Gdy zjawiają się Grzeczni Chłopcy, panie mdleją, chłopcy szaleją. Takiej fety Polska nie widziała, od brzegu Bałtyku aż po Tatry. Obywatelu! Nie czekaj! Szkoda życia! Nie zadzieraj nosa, nie rób takiej miny, nieudawaj Greka - baw się razem z nami!",
    "karolina-gwozdz" : "Cześć! Skupienie, podróże w głąb siebie, lawirowanie między jawą a snem, między słowami a dźwiękami - to cała ja. Ja, mam na myśli Karolina Gwóźdź. Oddaje kontrolę wyobraźni, snuję opowieści, znajduję dla nich miejsce w muzyce i...śpiewam. Pragnę zabrać Cię w zakamarki swojej głowy, dzielić się strzępkami wspomnień - nie tylko tych, które sama przeżyłam, ale również tych zasłyszanych, wyczytanych, przyuważonych ukradkiem na peronie. Chcę być miękkim kocem w deszczowy dzień, soczystym kompotem wypitym duszkiem, kiedy pali słońce, zduszonym przez poduszkę szlochem po rozstaniu i silnym wiatrem na szczycie.",
    "gant&sava" : "Gant&Sava to zespół powołany przez Antoniego Gustowskiego. Warszawski kwartet łaczący Wisłę z Sekwana - jazz z francuska piosenką. Wszyskie transkrypcje tekstów piosenek zostały wykonane przez lidera zespołu - Antka.",
    "works-nav" : {
        "arranger" : "ARANŻER",
        "composer" : "KOMPOZYTOR"
    },
    "arranger" : {
        "reserved" : "Aranżacja i wykonanie na fortepianie utworu Baccary 'Yes Sir, I Can Boogie'.",
        "mozil" : "Aranżacja na orkiestrę symfoniczną utworu zespołu Farben Lehre.",
        "maroon" : "Swingowa aranżacja na kwintet jazzowy popularnej piosenki zespołu Marron 5.",
        "jackson" : "Aranżacja na kwintet jazzowy utworu Michaela Jacksona."
    },
    "composer" : {
        "swina" : "Kompozycja z płyty Timelapse. Inspiracją dla tego utworu była rzeka Świna, oddzielająca Świnoujście od stałego lądu. To miejsce, w którym podczas swej podróży musisz się zatrzymać, aby po kilku chwilach w wolnym, jednostajnym tempie przeprawić się małym promem na drugą część lądu.",
        "highway" : "Utwór ten jest wynikiem kombinacji dwóch moich uwczesnych inspiracji - jazzu oraz hip-hopu.",
        "s3" : "S3 to nazwa drogi w zachodniej Polsce. Ta kompozycja opowiada o byciu w trasie - stałym elemencie życia koncertującego muzyka."
    }
}